{
    "random": [
        "O pouco com Deus é muito, e o muito sem Deus é nada.",
        "A galinha da vizinha é sempre melhor do que a minha.",
        "Nunca o invejoso medrou, nem quem ao pé dele morou.",
        "Filho és, pai serás, assim como fizeres, assim acharás.",
        "Ninguém é profeta na sua terra.",
        "O hábito não faz o monge.",
        "Ladrão que rouba a ladrão tem cem anos de perdão.",
        "Cesteiro que faz um cesto faz um cento.",
        "Grão a grão enche a galinha o papo.",
        "Dura a mentira enquanto não chega a verdade.",
        "A verdade é como o azeite: vem sempre ao de cima.",
        "Não deixes para a manhã o que podes fazer hoje.",
        "Quem conta um conto acrescenta-lhe um ponto.",
        "De pequenino é que se torce o pepino.",
        "A cavalo dado não se olha o dente.",
        "Os cães ladram e a caravana passa.",
        "Quem tem burro e anda a pé, mais burro é.",
        "Quem feio ama, bonito lhe parece.",
        "Água mole em pedra dura, tanto bate até que fura.",
        "Cão que ladra não morde.",
        "Mocidade ociosa traz velhice trabalhosa.",
        "Quem em novo não trabalha em velho come palha.",
        "Quem não trabuca não manduca.",
        "Quem tudo quer, tudo perde.",
        "Entre homem e mulher, não metas a colher.",
        "Este mundo é uma bola: quem anda nele é que se amola.",
        "Fui a casa da minha vizinha, envergonhei-me; vim para a minha, governei-me.",
        "Mais depressa se apanha um mentiroso que um coxo.",
        "Mais vale um pássaro na mão que dois a voar.",
        "Quem dá e torna a tirar ao Inferno vai parar.",
        "O prometido é devido.",
        "Outros tempos, outros ventos.",
        "Pai não tiveste, mãe não temeste, diabo te fizeste.",
        "Para grandes males, grandes remédios.",
        "Patrão fora, dia santo na loja.",
        "Diz-me com quem andas dir-te-ei quem tu és.",
        "Guarda o que não presta, acharás o que é preciso.",
        "Quem conta com panela alheia, arrisca-se a ficar sem ceia.",
        "Não se pode agradar a Gregos e a Troianos.",
        "Quem muito fala, pouco acerta.",
        "O último a rir é o que ri melhor.",
        "Quem sabe calar, evita guerrear.",
        "Quem sai aos seus não degenera.",
        "Quem não se sente, não é filho de boa gente.",
        "Quem se mete por atalhos não se livra de trabalhos.",
        "Quem semeia ventos colhe tempestades.",
        "Quem torto nasce, tarde ou nunca se endireita.",
        "Quem vai à guerra dá e leva.",
        "Quem te manda a ti, sapateiro, tocar rabecão?",
        "Ralham as comadres, descobrem-se as verdades.",
        "Sê o primeiro a ouvir, e o último a falar.",
        "Todo o burro come palha, a questão é saber-lha dar.",
        "Todos falam e murmuram, e ninguém olha para si.",
        "Não há fumo sem fogo.",
        "Quem espera por sapatos de defunto toda a vida anda descalço.",
        "Em casa de ferreiro, espeto no pau.",
        "Em casa onde não há pão, todos ralham e ninguém tem razão.",
        "Na prisão e no hospital, vês quem te quer bem e quem te quer mal.",
        "Na terra onde fores ter, faz como vires fazer.",
        "Nem tudo que luz é oiro, nem tudo que alveja é prata.",
        "Nunca falta um chinelo velho para um pé manco.",
        "Não desejes mal a ninguém, que o teu mal pelo caminho vem.",
        "À boda e o baptizado não vás sem ser convidado.",
        "A noite é boa conselheira.",
        "A ociosidade é mãe de todos os vícios.",
        "Ao menino e ao borracho põe Deus a mão por baixo.",
        "Boa fama granjeia quem não diz mal da vida alheia.",
        "Arrenda a vinha e o pomar, se os queres desgraçar.",
        "O bom junto ao pequeno fica maior, e junto ao mau fica pior.",
        "Cada terra com seu uso, cada roca com seu fuso.",
        "Cão que ladra não morde.",
        "O casamento e a mortalha no Céu se talha.",
        "Chega-te aos bons, serás um deles; chega-te aos maus, serás pior do que eles.",
        "Choupana onde se ri vale mais que palácio onde se chora.",
        "Deus dá as nozes a quem não tem dentes.",
        "Defeitos do meu amigo, lamento mas não maldigo.",
        "Deus nos livre dos maus vizinhos de ao pé da porta.",
        "Santos de casa não fazem milagres.",
        "Quem o alheio veste na praça o despe.",
        "Há males que vêm por bem.",
        "Ao diabo e à mulher, nunca lhe falta que fazer.",
        "O bom filho à casa torna.",
        "Os homens não se medem aos palmos.",
        "Quem não se sente, é porque está doente.",
        "Palavra leva-as o vento.",
        "Mal por mal, mais vale na cadeia, que no Hospital.",
        "Nem tanto ao mar, nem tanto à terra.",
        "O comer e o coçar, vai no começar.",
        "Cada um é que sabe, com que linhas se cose.",
        "As palavras voam, a escrita fica.",
        "Bem tocada não há mulher feia.",
        "A água lava tudo, menos a má língua.",
        "A falar é que a gente se entende.",
        "Bom livro, bom amigo.",
        "Aquele que está de pé, acautele-se para que não caia.",
        "Até morrer, estamos sempre a aprender."
    ],
    "jan": [
        "Janeiro fora mais uma hora, e se bem souber contar hora e meia há-de achar.",
        "Luar de Janeiro não tem parceiro."
    ],
    "mar": [
        "Março marçagão, manhã de inverno, tarde de verão, e há noite focinho de cão.",
        "Março enguiaço!"
    ],
    "apr": [
        "Em Abril águas mil!",
        "A água com que no verão se há-de regar, em Abril há-de ficar.",
        "Em Abril queima a velha o carro e o carril.",
        "Em Abril sai às mil (enguias)!",
        "Abril frio e molhado enche o celeiro e farta o gado"
    ],
    "may": [
        "Em Maio comem-se as cerejas ao borralho."
    ],
    "jun": [
        "Não há maior amigo que o Junho com seu trigo.",
        "Sol de junho madruga muito.",
        "Em Junho, foicinha no punho."
    ],
    "aug": [
        "1º de Agosto 1º de Inverno.",
        "Agosto, frio no rosto.",
        "Em Agosto, volta-se ao posto."
    ],
    "sep": [
        "Lua nova setembrina sete meses declina."
    ],
    "nov": [
        "Chuva em Novembro, Natal em Dezembro."
    ],
    "sat,sun,mon": [
        "Não ha Sábado sem sol, domingo sem missa e segunda sem preguiça."
    ],
    "christmas": [
        "Pelo Natal saltinho de pardal."
    ],
    "22/1,2/2": [
        "Muito manda São Vicente de Ferreira, mas mais manda Maria candeeira."
    ],
    "2/2": [
        "Quando a Senhora das Candeias chora está o inverno fora, quando rir está o inverno para vir."
    ],
    "25/7": [
        "Em dia de S. Tiago, pinta o bago."
    ],
    "10/8": [
        "No dia de S. Lourenço vai à vinha e enche o lenço."
    ],
    "11/11": [
        "Em dia de S. Martinho vai à adega e prova o vinho."
    ],
    "spring": [
        "Uma flor não faz Primavera.",
        "Uma andorinha não faz Primavera.",
        "Por morrer uma andorinha não acaba a Primavera."
    ],
    "summer": [
        "No verão acabam as ceias e começam os serões.",
        "No verão ardem os montes e secam as fontes.",
        "Pão de hoje, carne de ontem, vinho do outro Verão, fazem um homem são.",
        "Quem no verão colhe, no inverno come.",
        "A burra de vilão, mula é no verão.",
        "No Verão o sol dá paixão."
    ],
    "winter": [
        "Quem no verão colhe, no inverno come."
    ],
    "s joao": [
        "Ande por onde andar o verão, há-de vir no S. João."
    ],
    "easter": [
        "Páscoa alta, chumbo na malta.",
        "Semana de Ramos lavam-se os panos.",
        "Semana da Paixão lavar-se-ão ou não."
    ]
}
